/* Add button */
"Add" = "Ajouter";

/* Add Column Button */
"add column" = "Ajouter une colonne";

/* Add Row Button */
"add row" = "Ajouter une ligne";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "Des applications sont assignées à cette colonne. Si vous supprimez cette colonne, ces applications seront assignées à un autre espace.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "Des applications sont assignées à cette rangée. Si vous supprimez cette rangée, ces applications seront assignées à un autre espace.";

/* Remove column */
"Are you sure you want to remove this column?" = "Souhaitez-vous vraiment supprimer cette colonne ?";

/* Remove row */
"Are you sure you want to remove this row?" = "Souhaitez-vous vraiment supprimer cette rangée ?";

/* Arrow Keys are bound */
"Arrow Keys" = "Touches fléchées";

/* Columns string in Layer view */
"Columns:" = "Colonnes :";

/* Display application in all spaces */
"Every Space" = "Chaque espace";

/* Cancel Button */
"No" = "Non";

/* Arrow Keys are bound */
"Number Keys" = "Touches numérotées";

/* Other menu item */
"Other" = "Autre emplacement…";

/* Remove Column Button */
"remove column" = "Supprimer la colonne";

/* Remove Row Button */
"remove row" = "Supprimer la ligne";

/* Rows string in Layer view */
"Rows:" = "Rangées :";

/* Space, %@ is a number */
"Space %@" = "Espace %@";

/* space, %@ is a number */
"space %@" = "espace %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Ce réglage de touche active est incompatible avec les réglages d’une autre touche active. Utilisez la sous-fenêtre des préférences clavier pour résoudre cette incompatibilité.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "Ce réglage de bouton de souris est incompatible avec les réglages d’un autre bouton de souris.";

/* OK Button */
"Yes" = "Oui";

